Revit 2027 API
ConstraintToRebarEdgeProperties Constructor
Overload List
Name | Description
ConstraintToRebarEdgeProperties(TargetRebarEdge) |  Constructs a new instance of ConstraintToRebarEdgeProperties.
ConstraintToRebarEdgeProperties(Rebar, Int32) |  Constructs a new instance of ConstraintToRebarEdgeProperties.
Top
See Also
Reference
ConstraintToRebarEdgeProperties Class
Autodesk.Revit.DB.Structure Namespace